[
  {
    "name": "Ronny Shires",
    "message": "Was a really good teacher to me and helped me get through all rough spots, helped me gain confidence and make me the computer scientist I am today"
  },
  {
    "name": "Declan",
    "message": "You were the best!!!!! I'm gonna miss you a lot!! "
  },
  {
    "name": "Megan",
    "message": "You were one of the best teachers ever! We're all going to miss you so much :("
  },
  {
    "name": "Jack H",
    "message": "you where a wonderful teacher and i will miss having you as a teacher lad "
  },
  {
    "name": "Lottie Hawkins",
    "message": "Thank you sir, you were the best teacher ever! You have really made me love computer science and code! thank you so so much! :)"
  },
  {
    "name": "Tom Chapman",
    "message": "Fly high budd"
  },
  {
    "name": "Andrew McGowan",
    "message": "He's one of the main reasons I am where I am today, and I couldn't be more grateful."
  },
  {
    "name": "Olivia",
    "message": "We will miss you! Rest in peace!"
  },
  {
    "name": "Daisy",
    "message": "You will be forever remembered as the teacher that made me love computing!"
  },
  {
    "name": "George Lewis",
    "message": "You really made me enjoy all your lessons and especially coding thank you very much for all you have taught me!"
  },
  {
    "name": "Annie ",
    "message": "I really appreciate everything you did for me as without you I would have never even done computer science in the first place. You were my favourite teacher and i really appreciated how nice you were to me. thank you :)"
  },
  {
    "name": "Aidan",
    "message": "You re-ignited a passion in computing for me with your incredible teaching techniques"
  },
  {
    "name": "Ruben sims",
    "message": "you inspired my love for coding and computer science"
  },
  {
    "name": "Leon Fotheringham",
    "message": "You were the reason I have a love computing. You always had a smile on your face every lesson and made it enjoyable to learn."
  },
  {
    "name": "Izzy Towey",
    "message": "Mr Scott-Blore, you were the main reason i chose to take computing at GCSE. you made all are lessons that much better. "
  },
  {
    "name": "Tom Chapman",
    "message": "You were a brilliant teacher the only real one who could teach me, rest in peace."
  },
  {
    "name": "Jake watson",
    "message": "I didn't have many lessons with you sir but the lessons I did have with you were memerable you were always up for a laugh, thanks sir"
  },
  {
    "name": "katie bowmar",
    "message": "you were the best and will be greatly missed. you made a huge impact on us all and will not be forgotten. "
  },
  {
    "name": "Bella Storey",
    "message": "We will miss you"
  },
  {
    "name": "Jacob Smith",
    "message": "Mr Scott Blore was a brilliant teacher, i was never particularly good at computing but he always made every lesson fun and taught me more than i thought i knew about the subject "
  },
  {
    "name": "Macey Gregory",
    "message": "Thank you for being the best teacher! We will all miss you a lot. "
  },
  {
    "name": "Lewis Kerry-Williams",
    "message": "Thank you for all of the brilliant computing lessons."
  },
  {
    "name": "Mara Bradshaw",
    "message": "Thankyou for being my computing teacher you were really funny and kind and always helped me out and will be greatly missed."
  },
  {
    "name": "Holly Mayor",
    "message": "Thank you for teaching me computing."
  },
  {
    "name": "Ethan Shepperson",
    "message": "never realy enjoyed computing that much and i found it boring but mr scott blore always found a way to make it interesting and inclusive xx"
  },
  {
    "name": "Adam Shaw",
    "message": "Thanks, actually passed mocks this time."
  },
  {
    "name": "Jack Johnson",
    "message": "lovely sound bloke"
  },
  {
    "name": "Elis Koe",
    "message": "Miss you, you were the best teacher and always will be, and yes I've finally built my kill team."
  },
  {
    "name": "Xander",
    "message": "You were a good teacher, definitely the funniest one."
  },
  {
    "name": "Alfie Beardmore",
    "message": "Every lesson with you was always my highlight of my day and you will be missed eternally for your positive impact you have left on us with your ambition to teach and inspire."
  },
  {
    "name": "Cain Gosling",
    "message": "Mr Scott-blore was a lovely kind and down to earth guy. his lessons were some of the highlights of my week"
  },
  {
    "name": "Finn Mirza",
    "message": "Mr Scott-Blore was a very lovely down to earth man, he inspired many with his engaging lessons. "
  },
  {
    "name": "Alfie Marshall",
    "message": "Great teacher who made every lesson interesting"
  },
  {
    "name": "Sophie Johnson",
    "message": "We all miss you so much, you were one of the best teachers I had and I hope you rest in peace."
  },
  {
    "name": "Elis Koe",
    "message": "You will be greatly missed, you are the reason I have such a passion for computing"
  },
  {
    "name": "Charlie Harrison",
    "message": "Mr Scott-blore was a genuine and friendly character, thanks for everything"
  },
  {
    "name": "Xander",
    "message": "You were a great form tutor "
  },
  {
    "name": "Dan Cutts",
    "message": "Thanks for making computing fun and enjoyable you will be missed "
  },
  {
    "name": "Amelia De Rosa",
    "message": "We all miss you so much, You were one of the nicest teachers "
  },
  {
    "name": "Holly Buxton",
    "message": "Mr Scott-Blore was loved by many, he inspired me to continue coding and I want to be a software engineer when I'm older. He is very missed."
  },
  {
    "name": "Emilia Wright",
    "message": "thankyou for everything we all miss you. you made lessons easier since i first joined the school, rest in peace."
  },
  {
    "name": "becky",
    "message": "Thanks for everything sir, you realy gave me a hand when my life was going down. You helped me with everything fly high dude"
  },
  {
    "name": "Dan Johnston",
    "message": "I remember that photo you took of me and Emilia's laptops being too close. I had almost 5 years of you teaching us and you were the best form tutor and teacher I ever had. Thank you so much :)"
  },
  {
    "name": "Olivia Varney ",
    "message": "Mr Scott-Blore, you made every lesson we had with you enjoyable, you made us all smile. Thank you for everything you have done, you will be missed by us all. X"
  },
  {
    "name": "Viharika Patel",
    "message": "Mr Scott - Blore was one of the nicest teachers in our school. He awlays managed to put a smile on our faces no matter what. Thank you for everything you did for me in our computing lessons. You will be dearly missed by many including me. X"
  },
  {
    "name": "Holly Bland",
    "message": "Mr Scott-Blore was my and many peoples favourite teacher. He was always lovely and he made lessons fun even when the content was rather boring. I wouldn't have chosen GCSE computing without him and hope to do well in honour. We miss you sir"
  },
  {
    "name": "Oliver Green",
    "message": "Always coding, thanks to Mr Scott-Blore"
  },
  {
    "name": "Joe Brown",
    "message": "I have so much to thank sir for. The A-levels I am taking are the ones that he recommended and the career path and degree I will do are those that sir recommended, and he is the reason that I am so passionate about everything computing."
  },
  {
    "name": "Rossano Pieroni",
    "message": "Thank you for all the help you gave me, you helped me develop a strong passion for computing, I will always be grateful."
  },
  {
    "name": "annabelle spencer",
    "message": "he was a amazing teacher"
  },
  {
    "name": "Hannah Lancaster",
    "message": "I will miss Mr Scott-Blore so much! he was an amazing teacher!"
  },
  {
    "name": "ben clarke ",
    "message": "computing is rubbish now "
  },
  {
    "name": "charlie morley",
    "message": "computing lessons were good now they aint "
  },
  {
    "name": "Frankie Hallsworth",
    "message": "You always made computing lessons fun when we had you as our teacher."
  },
  {
    "name": "Ella",
    "message": "computing lessons where always so fun and was a great teacher"
  },
  {
    "name": "Dylan Huskinson",
    "message": "you were the best computing teacher i ever had you all ways made lessons fun while having a fast pace with things you all ways helped me understand the work much easier and it makes me sad to know your gone i hope your in a good place "
  },
  {
    "name": "lucy",
    "message": "sir was a great man and was passionate about his job. We all miss him dearly."
  },
  {
    "name": "Logan Clarke",
    "message": "Thank you so much, you really are the best teacher! You made such a hard subject enjoyable, so thank you :)"
  },
  {
    "name": "Dougie Moses",
    "message": "You were an incredible teacher, missed by all. I remember all the times you would tell jokes, how passionate you were and just how fun you were. I remember your last word to me: \"Keep going, I know you can go far in life and computing\"."
  },
  {
    "name": "Nikola ",
    "message": "You were a really good teacher and I miss our lessons together."
  },
  {
    "name": "daisy leivers",
    "message": "I really enjoyed our computing lessons together. You were a really great teacher and the lessons were always fun."
  },
  {
    "name": "Ellie McDonald",
    "message": "Thank you for always pushing me to be the best I could. You believed in me and that meant that I could believe in myself. You will forever be in my memory as the great teacher, and human you were. I hope you rest well. <3"
  },
  {
    "name": "Edward Fozard",
    "message": "You were the best teacher I have ever had, I loved all the jokes you made and all the good times we had together. I loved the jokes you made with me and your way of teaching was truly amazing! You made every computing lesson so fun!"
  },
  {
    "name": "Maisy",
    "message": "Thankyou for sharing your inspiring love for computer science with us, making every lesson special and for being a great teacher, you are deeply missed Mr Scott Blore."
  },
  {
    "name": "Mrs Lawrence",
    "message": "Thank you for making everyday fun, I loved hearing about Pie and then Henry. Fly High"
  },
  {
    "name": "Fen Ersanilli",
    "message": "You made computing a subject I looked forward to even if I didn't like the topic, you put up with me complaining about Python, you made us all laugh and were an amazing teacher. We'll all miss you, Mr Scott-Blore. Thank you for everything:)"
  },
  {
    "name": "logan ginger",
    "message": "thanks for being a great teacher"
  },
  {
    "name": "George Ball",
    "message": "Hope you have a nice time in heven"
  },
  {
    "name": "leo vallance",
    "message": "hope you enjoyed that moto X race"
  },
  {
    "name": "freya",
    "message": "thank you"
  },
  {
    "name": "jude",
    "message": "computing, it just not the same with out you "
  },
  {
    "name": "Noah",
    "message": "computing is not the same as it used to be you were class"
  },
  {
    "name": "Denver ",
    "message": "thank you for making computing fun and enjoyable and always making us laugh in lesson  "
  },
  {
    "name": "Charlie Hazlewood ",
    "message": "thanks for making computing fun. "
  },
  {
    "name": "Rosie Clarke",
    "message": "You inspired me to love computing, and you taught it with such passion that everyone couldn't help but to love it just as much as you did. Thank you for helping me into a subject that I never would've loved if it wasn't for you."
  },
  {
    "name": "Ruby Mills",
    "message": "Mr Scott-Blore has inspired me to push my computing learning further and to take it for a GCSE. He made learning fun and encouraged me to consider computing for a job and has sparked my interest and passion for computing."
  },
  {
    "name": "Oli Richardson",
    "message": "cheers for everything sir u was sound "
  },
  {
    "name": "Eden",
    "message": "Thanks for always making our lessons enjoyable ðŸ˜Š"
  },
  {
    "name": "Harry Cooke",
    "message": "Thank you for making our computing lessons fun :) ðŸ˜Ž "
  },
  {
    "name": "Oli Richardson",
    "message": "cheers for everything sir u was sound "
  },
  {
    "name": "Lewis Ingledew",
    "message": "thanks for being the best computing teacher wish i had you in year 10"
  },
  {
    "name": "isaac computer science",
    "message": "Great teacher actually learnt from Mr Scott-Blore Made Lessons interesting and easy to pickup, computing will never be the same without you"
  },
  {
    "name": "logan ",
    "message": "Thank you for making computing actually enjoyable"
  },
  {
    "name": "Evie Mee",
    "message": "He always used to help me in year nine and always reminded everyone to try their best. He was an amazing teacher and a lovely person that I am sure lots of people will miss. He has left a special place in lots of people's hearts."
  },
  {
    "name": "izzy gil",
    "message": "you was a very good teacher you will be missed may you rest in peace thank you for everything"
  },
  {
    "name": "Ben Satchwell",
    "message": "Thanks for being a calm teacher, inspiring us to do computing and introducing us to Warhammer. We all miss you."
  },
  {
    "name": "Evan Whittington",
    "message": "Computing would've been an afterthought subject for me if not for you, and I considered dropping out wi. I regret thinking that way, but it does not change the fact that you were the gold standard for teachers. Thank you.                  "
  },
  {
    "name": "Jensen Gibson-Naylor",
    "message": "Wishing the best wherever he is now"
  },
  {
    "name": "Reece HG",
    "message": "Thank you for making computing fun, I still don't get coding but you would have taught it me well and I know it."
  },
  {
    "name": "Emily Carver",
    "message": "You were a very fun teacher and always made computing enjoyable. we all miss you very much."
  },
  {
    "name": "Daisy-Bo martin",
    "message": "I loved your lessons, we all miss you so much!!  sending lots of love x"
  },
  {
    "name": "Daisy-Bo martin",
    "message": "I loved your lessons, we all miss you so much!!  sending lots of love x"
  },
  {
    "name": "Cienna Chamberlain-Newman",
    "message": "You was such a good teacher and I miss will miss x"
  },
  {
    "name": "daisy pickering ",
    "message": "you was a great teacher and i miss you lots. sending love to all your family. "
  },
  {
    "name": "Daisy-Bo martin",
    "message": "I loved your lessons, we all miss you so much!!  sending lots of love x"
  },
  {
    "name": "layla gerrard",
    "message": "your amazing, well always miss you. sending love."
  },
  {
    "name": "jess whittemore",
    "message": "you was the most calming teacher i had and your words got me through alot, thank you you was the best teacher, i will miss you x"
  },
  {
    "name": "Jake Powell",
    "message": "He was easily the best teacher I ever had."
  },
  {
    "name": "Kaiden Alvey",
    "message": "Thank ypu so much for helping me to learn the things about computing that i would never understand without you and you was always so calm and caring towards everyone, you never made someone feel left out or ashamed for not knowing"
  },
  {
    "name": "eleanor",
    "message": "we all miss you so so much"
  },
  {
    "name": "GRACE TYLER ",
    "message": "THANK YOU FOR MAKING THE COMPUTING LESSONS FUN AND ENJOYABLE. FLY HIGH MR SCOTT-BLORE "
  },
  {
    "name": "evie",
    "message": "we all miss you so much"
  },
  {
    "name": "Huey Middleton",
    "message": "You were a great teacher, hope your family is doing well."
  },
  {
    "name": "Oscar Newey",
    "message": "Best teacher, computing won't be the same without him"
  },
  {
    "name": "Toby Colclough",
    "message": "Mr Scotty was a sound bloke + a Mint computerSci teacher "
  },
  {
    "name": "Ben Wainwright",
    "message": "Thanks sir for everything. you made computing fun for all of us. Hope your family is doing good.Hope to see you again some time"
  },
  {
    "name": "Dominika Vdovcova",
    "message": "Thank you for being a great teacher, and making computing enjoyable. You will be missed!"
  },
  {
    "name": "Greg Hodgson",
    "message": "You always made me happy on a sad day and you always made me feel happy to have computing with you."
  },
  {
    "name": "Oliver Walker",
    "message": "You never failed to put a smile on my face and make me laugh. You were the best teacher I have ever had in my life. You always made your lessons really fun for everyone and you had the funniest jokes."
  },
  {
    "name": "Ruby Matthews",
    "message": "He will be in my thoughts, he was a fab teacher"
  },
  {
    "name": "Jennifer Green ",
    "message": "although I didn't like computing as a  subject he made computing fun and enjoyed it and always had a laugh he has a great teacher "
  },
  {
    "name": "C.J. Smeeth",
    "message": "Thank you sir for helping us out with Warhammer even when we were just starting out and thank you being kind and caring throughout my years in school. Finally thanks for blooket."
  },
  {
    "name": "William Swift",
    "message": "Mr Scott-Blore was a brilliant teacher who brought many smile to the faces of his students. He was especially funny during Warhammer club and how hed have the ability to make fun of all the small parts of the game that made no sense at all"
  },
  {
    "name": "JAMES M",
    "message": "we will miss you."
  },
  {
    "name": "Miles ",
    "message": "Thank You for teaching me in Year 8 and Year 10 and encouraging me to pick computer science."
  },
  {
    "name": "Jenson Finley Chambers",
    "message": "I miss you sir, You were an amazing teacher and my computing fun."
  },
  {
    "name": "Helena Paxton",
    "message": "Thanks for being an amazing teacher and always believing in me in lessons :)"
  },
  {
    "name": "Rebecca C-S",
    "message": "Thanks for being the best teacher ever and always believing in us, you were the best teacher ever :-)"
  },
  {
    "name": "Jacob",
    "message": "You were by far one of the best, kindest and most thoughtful teachers i have ever met. and i can only imagine how you were with closer people. Everyone loves you and can vividly remember your warhammer tournament you competed in."
  },
  {
    "name": "JAMIE",
    "message": "you was the best teacher in the school"
  },
  {
    "name": "Finlay",
    "message": "Rest in piece Mr Scott-Blore"
  },
  {
    "name": "Marcus Fearn ",
    "message": "Mr Scott Blore Forever Remembered As The Best Computing Teacherâ¤"
  },
  {
    "name": "Isaac w",
    "message": "Sir, you were amazing and I will do computing in your memory and keep pursuing warhammer God speed you magnificent teacher "
  },
  {
    "name": "Annabel x",
    "message": "i really mis you"
  },
  {
    "name": "DB ",
    "message": "you will be missed! youve played an important part of my jfcs journey and many others to- wishing your family health and happiness <3 "
  },
  {
    "name": "Bibi",
    "message": "Mr Scott-Blore, you will forever be remembered as the funniest computing teacher. You brought happiness to me and my friends during lessons! Rest in peace. <3"
  },
  {
    "name": "mia gurung 7C",
    "message": "hi<3"
  },
  {
    "name": " abigael e harrison 8f",
    "message": " thank you mr scott-blore, you were the best and funniest teacher i ever had, thank you for making computing one of my favourite lessons ever, i will miss you so much"
  },
  {
    "name": "LEO V",
    "message": "to cool for school sir x"
  },
  {
    "name": "your fav student leo vallance",
    "message": "i will never foget the moment you said i was you fav student"
  },
  {
    "name": "Bibi",
    "message": "Forever remembered as the biggest Warhammer fan. Xx"
  },
  {
    "name": "ETHAN ALVEY",
    "message": "MISS YOU"
  },
  {
    "name": "Millie Redfern",
    "message": "Thank you for teaching us, we all miss you"
  },
  {
    "name": "ALICE.c",
    "message": "I hope this star will shine high for you to see"
  },
  {
    "name": "Jacob Miller",
    "message": "Fly high sir, you will be missed. The lessons were always so fun with the kahoots and blookets, we will all miss you."
  },
  {
    "name": "Jess Marsh",
    "message": "thank you for all the happy and funny lessons you let me enjoy and all the sweets you gave us all <3"
  },
  {
    "name": "Frankie-jay Brady",
    "message": "you were a good teacher i miss you "
  },
  {
    "name": "Isabelle Plastow",
    "message": "he gave me a computing award in year 7  and he was always so happy and kind"
  },
  {
    "name": "Evie Bradley ",
    "message": "Mr Scott-blore was really nice and will forever be the best computing teacher i ever had "
  },
  {
    "name": "Libby Oxley ",
    "message": "Mr Scott-Blore was really nice and always made us laugh in lesson he always let us play blooket and he is 100% my favourite computing teacher "
  },
  {
    "name": "Isla Bestwick",
    "message": "We miss you so much! you will be missed"
  },
  {
    "name": "ALFIE FELL",
    "message": "Fly high i miss you were one of the bet teachers with great energy  "
  },
  {
    "name": "Gabriel Elliott",
    "message": "Thank you Sir for making computing enjoyable and fun, you made gave me a new like for computing"
  },
  {
    "name": "olly beardall",
    "message": "sir i miss you,before i had you as a teacher i did not like computing but you have showed me how fun it can be be "
  },
  {
    "name": "aurora-leigh",
    "message": "you really meant alot to many students. all the lessons i has with you were my favorite lessons, you are the reason i love computing, thankyou for everything mr scott-blore, you are missed"
  },
  {
    "name": "layla jean",
    "message": "mr scott-blore, miss you so much, we have so many good memories together and i hope your doing good up there, miss you always"
  },
  {
    "name": "elliott pearson",
    "message": "thank you for making computing an amazing lesson over the years"
  },
  {
    "name": "Izzy",
    "message": "Sir was the best computing teacher and will be greatly missed x"
  },
  {
    "name": "Riley Gretton",
    "message": "Sir was a Goat"
  },
  {
    "name": "logan ",
    "message": "thank you for being such a great teacher"
  },
  {
    "name": "Scott Gration",
    "message": "Sir was a great rolemodel and friend as well as a teacher and never failed to make me laugh"
  },
  {
    "name": "isla",
    "message": "you were a really funny teacher, you will be missed."
  },
  {
    "name": "Poppy",
    "message": "you were a really nice and funny teacher, you will be missed"
  },
  {
    "name": "gracie",
    "message": "you were an amazing teacher, and will be dearly missed"
  },
  {
    "name": "Fin Brown",
    "message": "He was a genuine guy and always made everyone around him laugh"
  },
  {
    "name": "Tom W",
    "message": "He was such a chill guy and everyone liked him a lot. Sound in my opinion "
  },
  {
    "name": "oli richo",
    "message": "cheers for being a sound teacher "
  },
  {
    "name": "lewis ingledew",
    "message": "best computing teacher and wish our class still had you"
  },
  {
    "name": "oli pot",
    "message": "Rest In Peace, we will miss having you for computing"
  },
  {
    "name": "eleanor",
    "message": "sir was the best and most calming teacher, he inspired me to do the best in computing."
  },
  {
    "name": "louey ",
    "message": "sir was a good and funny teacher"
  },
  {
    "name": "Ayisha Stayner",
    "message": "Mr Scott-Blore was an inspiring and funny teacher, he mad elessons fun and enjoyable and taught us so much throughout my time at JFCS. Rest in peace and thank you."
  },
  {
    "name": "James",
    "message": "rest in peace "
  },
  {
    "name": "charlie",
    "message": "you made lessons fun and i looked forward to  them "
  },
  {
    "name": "levi osborne ",
    "message": "you made me laugh you were a really good Teacher "
  },
  {
    "name": "DYLAN",
    "message": "best computing teacher fly high"
  },
  {
    "name": "Grace ",
    "message": "we miss your lessons in year 9 "
  },
  {
    "name": "Jude H",
    "message": "Very  funny teacher RIP"
  },
  {
    "name": "Ben_Grug",
    "message": "Oh Blore where do i even begin. you were the best. RIP. AMEN. love ya."
  },
  {
    "name": "Nelly H",
    "message": "He was such a lovely man who had so much to give to all of his students."
  }
]